$.datepicker.regional['el'] = {
	"closeText": 'Κλείσιμο', // set a close button text
	"currentText": 'Σήμερα', // set today text
	"monthNames": [
		'Ιανουάριος',
		'Φεβρουάριος',
		'Μάρτιος',
		'Απρίλιος',
		'Μάιος',
		'Ιούνιος',
		'Ιούλιος',
		'Αύγουστος',
		'Σεπτέμβριος',
		'Οκτώβριος',
		'Νοέμβριος',
		'Δεκέμβριος',
	],

	"monthNamesShort": [
		'ΙΑΝ',
		'ΦΕΒ',
		'ΜΑΡ',
		'ΑΠΡ',
		'ΜΑΙ',
		'ΙΟΝ',
		'ΙΟΛ',
		'ΑΥΓ',
		'ΣΕΠ',
		'ΟΚΤ',
		'ΝΟΕ',
		'ΔΕΚ',
	],

	"dayNames": [
		'Δευτέρα',
		'Τρίτη',
		'Τετάρτη',
		'Πέμπτη',
		'Παρασκευή',
		'Σάββατο',
		'Κυριακή',
	],

	"dayNamesShort": [
		'ΔΕΥ',
		'ΤΡΙ',
		'ΤΕΤ',
		'ΠΕΜ',
		'ΠΑΡ',
		'ΣΑΒ',
		'ΚΥΡ',
	],

	"dayNamesMin": [
		'ΔΕ',
		'ΤΡ',
		'ΤΕ',
		'ΠΕ',
		'ΠΑ',
		'ΣΑ',
		'ΚΥ',
	],

	"dateFormat": 'dd/mm/yy',
};

$.datepicker.setDefaults($.datepicker.regional['el']);
